{"Юсуповский дворец": "Дворец Юсуповых на Мойке (Юсуповский дворец) — бывший дворец в Санкт-Петербурге, памятник истории и культуры федерального значения. Располагается на набережной реки Мойки, территория дворца с садом простирается до улицы Декабристов. Дворец вошёл в историю как место убийства Григория Распутина.\n\nВ настоящее время в здании располагается Дворец культуры работников просвещения, который в 1990-е годы сформировался в многофункциональный историко-культурный центр, соединяющий просветительскую, экскурсионную, выставочную и концертную деятельность.",
  "Михайловский дворец" : "Миха́йловский дворец — дворец великого князя Михаила Павловича, четвёртого сына Павла I и Марии Фёдоровны, младшего брата императоров Александра I и Николая I. Историческое здание в Санкт-Петербурге, построенное в 1819—1825 годах по проекту архитектора К. И. Росси в центре города на площади, в 1834 году получившей название Михайловской (с 26 сентября 1940 года — площадь Искусств). Памятник архитектуры позднего классицизма, или русского ампира. С 1898 года в здании находился «Русский музей императора Александра III», с 1917 года — Государственный Русский музей",
  "Екатерининский дворец": "Большо́й Екатери́нинский дворе́ц (Большо́й Царскосе́льский дворе́ц, Екатери́нинский дворе́ц, Большо́й дворе́ц[1], Стáрый дворе́ц[2]) — императорский дворец, официальная летняя резиденция трёх российских правительниц: Екатерины I, Елизаветы Петровны, Екатерины II. Дворец расположен в 26 км к югу от центра Санкт-Петербурга в бывшем Царском Селе (ныне — город Пушкин).\n\nЯвляется объектом культурного наследия России[3]. Входит в состав «Дворцово-паркового ансамбля города Пушкин и его исторический центр», который является объектом всемирного наследия ЮНЕСКО «Исторический центр Санкт-Петербурга и связанные с ним комплексы памятников»",
  "Екатерининский парк" : "Екатери́нинский парк — парк в составе Государственного музея-заповедника «Царское Село». Находится в городе Пушкин под Санкт-Петербургом, памятник архитектуры XVIII—XIX веков.Совместно с Александровским парком является неотъемлемой частью Царскосельской императорской резиденции и получил своё название по находящемуся в нём Екатерининскому дворцу.Екатерининский парк состоит из двух частей: регулярного Старого сада и пейзажного Английского парка.",
"Летний сад": "Ле́тний сад — парковый ансамбль, памятник садово-паркового искусства первой трети XVIII века[1] в Центральном районе Санкт-Петербурга. Сад был заложен по повелению Петра I в 1704 году и первоначально был регулярным. Занимает отдельный одноимённый остров, омываемый реками Невой, Фонтанкой, Мойкой и Лебяжьей канавкой.",
"Таврический сад": "Таври́ческий сад — памятник садово-паркового искусства в центральной части Санкт-Петербурга. Располагается в квартале, ограниченном Кирочной, Потёмкинской, Шпалерной и Таврической улицами. Площадь Таврического сада составляет 21,1 гектар.Название сада, как и одноимённых дворца и улицы, связаны с именем российского государственного и военного деятеля времен Екатерины II Г. А.Потёмкина, получившего титул князя Таврического и усадебные земли (сад и дворец) за руководство успешной попыткой покорения для России Крыма, известного также с античных времен под древнегреческим названием Таврида. Крымское ханство в результате войны перестало угрожать России. Сад и дворец,составляли единый ландшафтно-архитектурный комплекс."}
